Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: src/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: de

source: Delay between scrolls and starting delay for marquee
de: Verzögerung zwischen Scrolling und Start der Laufschrift

source: (Number of milliseconds)
de: (in Millisekunden)

source: Marquee scroller speed
de: Marquee Scroller Geschwindigkeit

source: (Number from 1 to 10)
de: (Zahlen von 1 bis 10)

source: New
de: Neu

source: by %s
de: von %s

source: on %s
de: am %s

source: %s pageview
de: %s Seitenaufruf

source: Edit this block
de: Block bearbeiten

source: Widget title
de: Widget Titel

source: Display
de: Anzeigen

source: Number of articles
de: Anzahl der Beiträge

source: Limit of backward reach
de: Rückwirkende Begrenzung

source: Maximum displayed length of title
de: Max. Titellänge in Zeichen

source: Information settings
de: Informationeinstellungen

source: Display contributor's name
de: Name des Einreichers anzeigen

source: Display article creation date
de: Erstellungsdatum anzeigen

source: Display number of pageviews
de: Seitenaufrufe anzeigen

source: Display number of comments
de: Anzahl der Kommentare anzeigen

source: Separator character for article information
de: Trennzeichen für zusätzliche Informationen

source: Display 'Submit an article' link
de: Link zum Einreichen anzeigen

source: Article settings
de: Beitragseinstellungen

source: Display an icon to highlight recent article titles
de: Grafik in neuen Beiträgen anzeigen

source: Contributed by %s
de: Eingereicht von %s

source: No articles published recently.
de: Es wurden keine neuen Beiträge veröffentlicht.

source: Contributed
de: Beigetragen

source: Picture gallery
de: Bildergalerie

source: More articles in category
de: Weitere Artikel in der Kategorie

source: Filed under:
de: Einsortiert unter:

source: News articles
de: Newsbeiträge

source: Expand all
de: Alles erweitern

source: Contract all
de: Alles komprimieren

source: %s article
de: %s Beitrag

source: News archive for %1$s, %2$s
de: Newsarchiv für %1$s, %2$s

source: Pageviews
de: Seitenaufrufe

source: Article pictures
de: Artikel Bilder

source: Create new attribute
de: Attribut erstellen

source: Action
de: Aktion

source: Delete this attribute
de: Attribut löschen

source: Currently no articles
de: Momentan keine Beiträge

source: Edit this category
de: Kategorie bearbeiten

source: Total
de: Insgesamt

source: Currently no articles.
de: Momentan keine Beiträge.

source: Create an article
de: Artikel erstellen

source: You must enter a <strong>title</strong> and either <strong>teaser text</strong> or <strong>body text</strong>.
de: Sie müssen einen <strong>Titel</strong> und <strong>Einleitungstext</strong> oder <strong>Haupttext</strong> eingeben.

source: Save full draft
de: Vollständigen Entwurf speichern
