Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: src/modules/News/locale/*/LC_MESSAGES/module_news_js.po
Languages: de

source: Picture/file operations not supported in 'Quick edit' mode. You must click the 'Save full edit' button to complete these operations.
de: Bild/Datei Änderungen sind im 'Quick edit' Modus nicht erlaubt. Man muss über die Funktion 'Speichere volle Änderung' gehen um diese Änderung zu speichern.

source: Saving quick draft...
de: Speichere schnellen Entwurf...

source: Save quick draft
de: Schneller Entwurf gespeichert

source: Save quick draft failed
de: Schneller Entwurf speichern ist fehlgeschlagen

source: Update quick draft
de: Aktualisiere schneller Entwurf

source: Picture/file operations not supported in 'Quick draft' mode. You must click the 'Save full draft' button to complete these operations.
de: Bild/Datei Änderungen sind im 'schneller Entwurf' Modus nicht gestattet. Man muss über die Funktion 'Speichere vollen Entwurf' gehen um diese Änderung zu speichern.

source: Schedule
de: Zeitplan

source: Publish
de: Veröffentlichen

source: Show
de: Anzeigen

source: Hide
de: Verstecken

source: Author updated
de: Autor Aktualisiert

source: delete
de: Löschen

source: archive
de: Archivieren

source: publish
de: Veröffentlichen

source: reject
de: Verwerfen

source: change categories for
de: Ändere Kategorie für

source: You cannot undo this operation!
de: Die Änderung kann nicht rückgängig gemacht werden!

source: Are you sure you want to %s the following article
de: Sicher dass der folgende Atikel %s werden soll

source: Confirm Bulk Action
de: Mehrfach Aktion bestätigen

source: Please select at least one article to %s.
de: Mindestens einen Artikel zum %s auswählen.

source: Bulk action error
de: Mehrfach Aktions Fehler
