Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: src/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: de

source: Submit an article
de: Beitrag einreichen

source: Error! No such article found.
de: Fehler! Keine enstprechenden Beiträge gefunden.

source: Error! Could not delete article.
de: Fehler! Der Beitrag konnte nicht gelöscht werden.

source: Error! Could not save your changes.
de: Fehler! Änderungen konnten nicht übernommen werden.

source: News articles list
de: Newsbeiträge

source: All (%s)
de: Alle (%s)

source: Published (%s)
de: Veröffentlicht (%s)

source: Rejected (%s)
de: Verworfene (%s)

source: Pending Review (%s)
de: Auf Freigabe wartende (%s)

source: Archived (%s)
de: Archivierte (%s)

source: Draft (%s)
de: Entwürfe (%s)

source: Scheduled (%s)
de: Geplante (%s)

source: Create new article
de: Artikel erstellen

source: Purge permalinks
de: Permalinks bereinigen

source: Settings
de: Konfiguration

source: News publisher articles list
de: Beiträge anzeigen

source: Show a list of News publisher articles published since the last newsletter.
de: Anzeige einer Liste von Beiträgen seit dem letzten Newsletter.

source: by %1$s on %2$s
de: von %1$s am %2$s

source: No News publisher articles since last newsletter on %s.
de: Keine Newseinträge seit dem letzten Newsletter vom %s.

source: Error! Could not load any articles.
de: Fehler! Es konnten keine Beiträge geladen werden.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
de: Jan Feb Mär Apr Mai Jun Jul Aug Sep Okt Nov Dez

source: Read more...
de: Weiterlesen ...

source: %s bytes more
de: %s weitere Zeichen

source: Print
de: Drucken

source: Printer-friendly page
de: Druckerfreundliche Ansicht

source: Comments?
de: Kommentare?

source: %s comment
de: %s Kommentar

source: %1$s about %2$s
de: %1$s über %2$s

source: Footnote: %s
de: Anmerkungen: %s

source: Error! Could not create new article.
de: Fehler! Es konnte kein neuer Beitrag angelegt werden.

source: News categories
de: Kategorien

source: News archive
de: Newsarchiv

source: %s pending article
de: %s Beitrag wartend

source: Most-read article
de: Meistgelesener Beitrag

source: Today's most-read article
de: Anzeige der meistgelesenen Beiträgen

source: Past articles
de: Ältere Beiträge

source: Display past articles
de: Anzeige von älteren Beiträgen

source: Article titles
de: Newsbeiträge

source: Display article titles
de: Anzeige von Beiträgen

source: Extended article titles
de: Erweiterter Beitragstitel

source: Display article titles with extended options
de: Anzeige von Beiträgen mit erweiterten Optionen

source: No articles.
de: Keine Beiträge.

source: Recent news articles
de: Neueste Beiträge

source: Displays a specific number of news articles from one or all categories available
de: Anzeige von Beiträgen auf Basis des News-Moduls für eine oder mehrere Kategorien

source: News articles listed under <strong>%s</strong> category
de: News Artikel in der Kategorie <strong>%s</strong>

source: Show all news articles
de: Alle Beiträge anzeigen

source: Show only articles set for index page listing
de: Nur Beiträge anzeigen, die auf der Titelseite angezeigt werden sollen

source: Show only articles not set for index page listing
de: Nur Beiträge anzeigen, die nicht auf der Titelseite angezeigt werden sollen

source: Published
de: Veröffentlicht

source: Rejected
de: Zurückgezogen

source: Pending Review
de: Wartend

source: Archived
de: Archiviert

source: News publisher setting
de: Konfiguration

source: Number of pageviews
de: Anzahl der Seitenaufrufe

source: Article weight
de: Beitragsgewichtung

source: Random
de: Zufällig

source: The %s method has been deprecated. Please change your link to the user controller.
de: Die %s Methode ist veraltet. Benutze den 'user' Controller um den Link zu erstellen

source: Error! Hooked content does not validate.
de: Fehler! Eingehängter Inhalt konnte nicht validiert werden.

source: Done! Saved your changes.
de: Erledigt! Die Änderungen wurden gespeichert.

source: Done! Deleted article.
de: Erledigt! Der Beitrag wurde erfolgreich gelöscht.

source: Done! Purged permalinks.
de: Erledigt! Die Permalinks wurden bereinigt.

source: Error! Could not purge permalinks.
de: Fehler! Die Permalinks konnte nicht bereinigt werden.

source: All
de: Alle

source: Draft
de: Entwurf

source: Scheduled
de: Terminiert

source: View
de: Anzeigen

source: Review
de: Durchsicht

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Unknown
de: Unbekannt

source: Done! Saved module settings.
de: Erledigt! Die Moduleinstellungen wurden gespeichert.

source: Archive
de: Archiv

source: Publish
de: Veröffentlichen

source: Reject
de: Zurückgezogen

source: Change categories
de: Kategorien ändern

source: Processed Bulk Action. Action: %s.
de: Mehrfach Aktion ausgeführt. Aktion: %s.

source: Success with articles: %s
de: Erfolg bei den Artikeln: %s

source: Failed with articles: %s
de: Fehler bei den Artikeln: %s

source: Error! Wrong bulk action.
de: Fehler! Falsche Mehrfach Aktion.

source: Draft updated at %s
de: Entwurf zuletzt aktualisiert am %s

source: Draft saved at %s
de: Entwurf zuletzt gespeichert am %s

source: Done! Created new article.
de: Fertig! Ein neuer Beitrag wurde erstellt.

source: Error! Invalid category passed.
de: Fehler! Ungültige Kategorie übermittelt.

source: No articles currently published under the '%s' category.
de: Es wurden bisher keine Beiträge in Kategorie '%s' veröffentlicht.

source: No articles currently published.
de: Es sind momentan keine Beiträge veröffentlicht.

source: page %s
de: Seite %s

source: January February March April May June July August September October November December
de: Januar Februar März April Mai Juni July August September Oktober November Dezember

source: Done! E-mail about new pending article is sent.
de: Fertig! E-Mail über einen neuen nicht veröffentlichten Beitrag wurde gesendet.

source: Warning! E-mail about new pending article could not be sent.
de: Warnung! Eine E-Mail über den unveröffentlichten Beitrag konnte nicht gesendet werden.

source: News article
de: News Beitrag

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
de: Warnung! Der Kategoriebaum für das News-Modul konnte nicht erstellt werden. Bitte einen Eintrag in der systemweiten Kategorie-Registrierung manuell anlegen.

source: A News Publisher article has been submitted for review
de: Ein Newsbeitrag wurde zur Rezension vorgeschlagen.

source: Error! Could not update table.
de: Fehler! Die Tabelle konnte nicht aktualisiert werden.

source: Error! Could not update articles.
de: Fehler! Beiträge konnte nicht aktualisiert werden.

source: Error! The '%s' module is not installed.
de: Fehler! Das Modul '%s' ist nicht installiert.

source: Error! Could not delete table.
de: Fehler! Die Tabelle konnte nicht gelöscht werden.

source: Error! Could not migrate categories.
de: Fehler! Die Tabelle konnte nicht umbenannt werden.

source: Error! Could not rename table.
de: Fehler! Die Tabelle konnte nicht umbenannt werden.

source: Error! Could not rename column.
de: Fehler! Die Spalte konnte nicht umbenannt werden.

source: News introduction article
de: Einleitungsbeitrag

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
de: Ein Newsbeitrag unterteilt sich in einen Einleitungstext und dem Haupttext, den man z.B. über den "weiterlesen" Link aufruft. Der Einleitungstext besteht aus einer kurzen Zusammenfassung des Beitrags. Wenn nur kurze Beiträge veröffentlicht sollen, so kann der vollständige Text hier eingegeben werden und der eigentliche Haupttext kann leer bleiben. Auf den Beitragstitel klicken für weitere Information zum News-Modul.

source: News
de: Newsbeiträge

source: Warning! Could not create the default News introductory article.
de: Warnung! Der Einführungsbeitrag konnte nicht erstellt werden.

source: Warning! Could not update the default News introductory article.
de: Warnung! Der Einführungsbeitrag konnte nicht aktualisiert werden.

source: Error! Could not update the article categories.
de: Fehler! Die Kategorien für den Beitrag konnten nicht aktualisiert werden.

source: News publisher
de: Newsbeiträge

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
de: Hinzufügen, Bearbeiten und Löschen von Newsbeiträgen mit Unterstützung von Kategorien und verschiedene Blöcken.

source: Topics
de: Themen

source: Display and manage topics
de: Anzeige und Verwaltung der Themen

source: title
de: Titel

source: Error! You did not enter a %s.
de: Fehler! Sie haben kein %s eingegeben.

source: article content
de: Beitragsinhalt

source: Error! You did not enter the minimum necessary %s.
de: Fehler! Sie haben die notwendige Mindestzahl %s nicht eingegeben.

source: Error! Database contains no article with the title '%s'.
de: Fehler! Die Datenbank enthält keinen Beitrag mti dem Titel '%s'.

source: Error! No needle ID provided.
de: Fehler! Keine Needle-ID vorhanden.

source: %s day ago
de: vor %s Tagen

source: yesterday
de: gestern

source: tomorrow
de: morgen

source: %s day from now
de: ab jetzt in %s Tagen

source: %s hour ago
de: vor %s Stunden

source: %s hour from now
de: ab jetzt in %s Stunden

source: %s minute ago
de: vor %s Minuten

source: %s minute from now
de: ab jetzt in %s Minuten

source: %s second ago
de: vor %s Sekunden

source: %s second from now
de: ab jetzt in %s Sekunden

source: Unknown status
de: Unbekannter Status

source: Delete news article
de: Beitrag löschen

source: Do you really want to delete this news article?
de: Soll dieser Newsbeiträg wirklich gelöscht werden?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Cancel
de: Abbrechen

source: Edit news article
de: Beitrag bearbeiten

source: Approve and publish this article
de: Beitrag genehmigen und veröffentlichen

source: Approve and
de: Genehmigen und

source: Publish this article
de: Diesen Beitrag veröffentlichen

source: Preview this article
de: Beitragsvorschau

source: Preview
de: Vorschau

source: Submit this article
de: Diesen Beitrag einreichen

source: Submit
de: Absenden

source: Update draft
de: Entwurf aktualisieren

source: Save this article as draft
de: Beitrag als Entwurf speichern

source: Save as draft
de: Als Entwurf speichern

source: Mark this article as pending
de: Beitrag als 'wartend' markieren

source: Pending
de: Wartend

source: Archive this article
de: Beitrag archivieren

source: Reject this article
de: Beitrag ablehnen

source: Delete this article
de: Beitrag löschen

source: Title
de: Titel

source: Title text
de: Titeltext

source: (Generated automatically if left blank)
de: (Permalink wird automatisch erzeugt, falls Feld leer gelassen wird.)

source: Category
de: Kategorie

source: Choose category
de: Kategorie auswählen

source: Article
de: Beitrag

source: Permitted HTML tags
de: Erlaubte HTML Tags

source: You must enter either <strong>teaser text</strong> or <strong>body text</strong>.
de: Sie müssen entweder <strong>Einleitungstext</strong> oder <strong>Haupttext</strong> eingeben.

source: Index page teaser text
de: Einleitungstext

source: Index page teaser format
de: Format des Einleitungstextes

source: Plain text
de: Einfacher Text

source: Text formatted with mark-up language
de: Formatierter Text mit HTML Code

source: Article body text
de: Haupttext

source: Article body format
de: Format des Haupttextes

source: Show
de: Anzeigen

source: Footnote
de: Anmerkungen

source: Pictures
de: Bilder

source: Select a picture (max. %s kB per picture)
de: Wählen Sie ein Bild (max. %s kB pro Bild)

source: news picture
de: News Bild

source: Delete this picture
de: Lösche dieses Bild

source: Publishing options
de: Freigabeoptionen

source: Display on news index page
de: Anzeigen auf Startseite

source: No time limit
de: Keine Zeitsteuerung

source: Start date
de: Anfangsdatum

source: No end date
de: Kein Enddatum

source: End date
de: Enddatum

source: Allow comments on this article
de: Kommentierung für diesen Beitrag erlauben

source: Article attributes
de: Beitragsattribute

source: Meta data
de: Meta-Daten

source: Contributed by
de: Beigetragen von

source: on
de: am

source: Last edited
de: Zuletzt bearbeitet

source: Approved by %s
de: Genehmigt von %s

source: Article ID: %s
de: Beitrags-ID: %s

source: Module settings
de: Modul-Einstellungen

source: General settings
de: Allgemeine Einstellungen

source: Enable article attributes
de: Beitragsattribute aktivieren

source: Category settings
de: Kategorisierung

source: Enable categorisation
de: Kategorisierung aktivieren

source: Category to use for legacy 'Topics' module template variables
de: Kategorie für Topic-Templatevariable (Legacy/Altlast)

source: Category image path (with trailing /)
de: Verzeichnis Kategoriebild (mit abschließendem /)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
de: Hinweis: Jeder Kategorie kann ein Bild zugeordnet werden. Die Datei zur Grafik muss im angegebenen Verzeichnis existieren. Der Name der Grafik kann innerhalb der Kategorienverwaltung über das Attribut "topic_image" festgelegt werden.

source: Display settings
de: Anzeige

source: Order article listings by
de: Sortiere Beiträge nach

source: Article ID
de: Beitrags-ID

source: Article date/time
de: Beitrag Datum/Zeit

source: Check referer on printer-friendly pages
de: Referrer auf der Druckansicht prüfen

source: Yes
de: Ja

source: No
de: Nein

source: Enable 'More articles in category' when displaying an article
de: Hinweis "weitere Beiträge in dieser Kategorie" für die Beitragsansicht aktivieren

source: Number of 'More articles in category' for every article
de: Anzahl der Beiträge für "Weitere Beiträge in dieser Kategorie"

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
de: Bei der Beitragsanzeige können zusätzliche Beitragstitel in derselben Kategorie angezeigt werden. <br />Um die zusätzlichen Titel für jeden Beitrag anzuzeigen, bitte einen Wert größer als 0 eingeben. Wenn der Wert auf 0 gesetzt ist, kann die Zahl der zusätzlichen Titel pro Beitrag mit Hilfe des Attributs 'morearticlesincat' festgelegt werden. Dazu muss vorher in der Modulkonfiguration die Beitragsattribute aktiviert werden.<br />Falls die Einstellung oben oder die Beitragsattribute auf 0 gesetzt sind, werden keine Titel aus der Datenbank extrahiert.

source: Notify moderators when a new pending article is submitted for review
de: Moderatoren benachrichten, wenn ein neuer Beitrag zur Freigabe aussteht

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
de: Immer wenn ein neuer freizugebener Beitrag eingereicht wird, soll der Administrator oder eine Liste von Empfängeradressen über E-Mail benachrichtigt werden.

source: From name (leave empty for sitename)
de: Absendername (Leer = Seitenname)

source: From address (leave empty for admin E-mail address)
de: Absenderadresse (Leer = E-Mail Adresse des Administrators)

source: To name (leave empty for sitename)
de: Empfängername (Leer = Standard)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
de: Empfängeradresse (kommagetrennte Liste an E-Mail Adressen. Leer = E-Mail Adresse des Administrators)

source: E-mail subject
de: E-Mail Betreff

source: Send E-mail as HTML
de: E-Mail als HTML versenden

source: Display a PDF link for the articles in the index page
de: PDF-Link für die Beiträge in der Newsübersicht anzeigen

source: TCPDF header logo width in mm
de: TCPDF Header Logo Breite (in Millimeter)

source: Picture uploading
de: Lädt hoch...

source: You can select a pre-defined permalink format, or define your custom format.
de: Bitte vordefiniertes Permalinkformat auswählen oder individuell konfigurieren.

source: Format based on date and name
de: Format basierend auf Datum und Name

source: your-article-title
de: eigener-beitrag-titel

source: Numeric format
de: Numerisches Format

source: Custom format
de: Benutzerdefiniertes Format

source: Custom format definition
de: Definition des benutzerdefiniertes Formats

source: Acceptable values for use in custom format definition:
de: Akzeptierte Werte für die Benutzung des benutzerdefinierten Formats.

source: Year of publication (including century numerals)
de: Jahr der Veröffentlichung (einschließlich Jahrhundert)

source: Month of publication, as a number (ergo 1 to 12)
de: Monat der Veröffentlichung. Als Zahl von 1 bis 12.

source: Month of publication as a name (ergo January to December)
de: Monat der Veröffentlichung. Als Name von Januar bis Dezember.

source: Day
de: Tag

source: Article title
de: Beitragstitel

source: Article category
de: Beitragskategorie

source: Save
de: Speichern

source: Article unpublished
de: Unveröffentlichter Artikel

source: forever
de: immer

source: Approved/Rejected By
de: Genehmigt/abgelehnt durch

source: Created By
de: Erstellt von

source: Last Updated By
de: Zuletzt aktualisiert durch

source: Publish From
de: Veröffentlichet von

source: Article Author
de: Artikel Autor

source: Article list
de: Beitragsliste

source: New articles list
de: Beiträge

source: active
de: aktiv

source: inactive
de: inaktiv

source: Language
de: Sprache

source: Apply filter
de: Filter anwenden

source: Reset
de: Zurücksetzen

source: Contributor
de: Einreicher

source: Weight
de: Gewichtung

source: Date
de: Datum

source: Actions
de: Aktionen

source: Scheduled for
de: Terminiert für

source: No comments allowed.
de: Keine Kommentierung erlaubt.

source: No articles currently in database.
de: Momentan sind keine Beiträge in der Datenbank.

source: Access a past article via its ID
de: Auf ältere Beiträge über die ID zugreifen

source: Go retrieve
de: Suche starten

source: Select a Category
de: Kategorie auswählen

source: Save all changes
de: Alle Änderungen speichern

source: Mark as pending
de: Als 'wartend' kennzeichnen

source: Picture %1$s for %2$s
de: Bild %1$s von %2$s

source: Today's most-read article is:
de: Der meistgelesene Beitrag heute ist:

source: Maximum number of news articles to display
de: Maximal anzuzeigende Beiträge

source: Maximum number of articles to display
de: Maximal anzuzeigende Beiträge

source: Scope of news article listing
de: Umfang der Anzeige

source: Articles to list
de: Anzuzeigende Beiträge

source: Choose categories
de: Kategorie auswählen

source: Category registry
de: Kategoriezuweisung

source: None
de: Keine

source: Order articles by
de: Beiträge sortieren nach

source: Maximum age of articles
de: Max. Alter der Beiträge

source: (Number of days; 0 for no limit)
de: (Anzahl der Tage / 0 = ohne Begrenzung)

source: Maximum length of titles
de: Max. Titellänge

source: (Number of characters; 0 for no limit)
de: (Anzahl der Zeichen; 0 = ohne Begrenzung)

source: Suffix appended to truncated title
de: Folgendes Suffix an gekürzte Teaser anhängen

source: Show 'No articles currently published' status message when no articles published
de: Falls keine Beiträge veröffentlicht wurden, den Hinweis "Aktuell keine Beiträge veröffentlicht" anzeigen

source: Custom templates
de: Individuelle Vorlagen

source: Custom block template
de: Benutzer Block Template

source: (Default template is used if this box is left blank)
de: (Die Standardvorlage wird genutzt, wenn diese Feld leer gelassen wird)

source: Custom row template
de: Normale Zeilen-Vorlage

source: Advanced block settings
de: Erweiterte Blockeinstellungen

source: Show contributor's name
de: Namen des Einreichers anzeigen

source: Show article creation date
de: Erstellungsdatum anzeigen

source: Date format
de: Datumsformat

source: Click here to read 'strftime' description in PHP documentation
de: Hier klicken, um die Definition für 'strftime' in der PHP-Dokumentation anzuschauen.

source: Show number of pageviews
de: Anzahl der Seitenaufrufe anzeigen

source: Show number of comments
de: Anzahl der Kommentare anzeigen

source: Separator character for additional information
de: Trennzeichen für zusätzliche Informationen

source: Index page teaser settings
de: Einstellung Einleitungstext

source: Display article's index page teaser
de: Einleitungstext der Beiträge anzeigen

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
de: Hinweis: Falls der Einleitungstext gekürzt wird, werden unvollständige HTML-Tags über das Plugin 'truncatehtml' geschlossen.

source: Maximum displayed length of index page teaser
de: Max. Länge des Einleitungstextes

source: Suffix appended to truncated index page teaser
de: Folgendes Suffix an gekürzte Teaser anhängen

source: Article recency settings
de: Einstellungen für neueste Beiträge

source: Display image for recent article titles
de: Grafik in neuen Beiträgen anzeigen

source: Number of days during which article is considered recent
de: Anzahl der Tage, in der der Beitrag als aktuell gilt

source: Image set for 'New' image
de: Name der Grafik für den Eintrag "Neu"

source: (Used by 'pnimg' plug-in)
de: (Genutzt vom 'pnimg' Plugin)

source: File name of 'New' image from image set
de: Name der Datei für den Eintrag "Neu"

source: News item scroll settings
de: Scroll-Einstellungen

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
de: Hinweis: Die Beiträge lassen sich in folgende Scrolling-Boxen einfügen.<br />Pausing Vertical Scroller (basierend auf <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">Pausing up/down</a>), der Fading Scroller - Wischeffekt nur im IE - (basierend auf <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">memoryticker</a>) und der Laufschrift-Scroller (basierend auf <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">Marquee II</a>).

source: Choose scroller
de: Scroller auswählen

source: No scrolling
de: Kein Scrolling

source: Scroller CSS styles definition
de: Scroller CSS Definition
