Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: patch/modules/RK/ParkHausModule/Resources/translations/routes.*.po
Languages: de

# rkparkhausmodule_config_config
source: /config
de: /Konfiguration/Konfiguration

# rkparkhausmodule_external_display
source: /external/display/{ot}/{id}/{source}/{displayMode}
de: /extern/Anzeige/{ot}/{id}/{source}/{displayMode}

# rkparkhausmodule_external_finder
source: /external/finder/{objectType}/{editor}/{sort}/{sortdir}/{pos}/{num}
de: /extern/Finder/{objectType}/{editor}/{sort}/{sortdir}/{pos}/{num}

# rkparkhausmodule_vehicle_admindisplay
source: /admin/vehicle/{id}.{_format}
de: /Administration/Fahrzeug/{id}.{_format}

# rkparkhausmodule_vehicle_adminedit
source: /admin/vehicle/edit/{id}.{_format}
de: /Administration/Fahrzeug/bearbeiten/{id}.{_format}

# rkparkhausmodule_vehicle_adminhandleselectedentries
source: /vehicles/handleSelectedEntries
de: /Fahrzeuge/handleSelectedEntries

# rkparkhausmodule_vehicle_adminindex
source: /admin/vehicles
de: /Administration/Fahrzeuge

# rkparkhausmodule_vehicle_adminview
source: /admin/vehicles/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /Administration/Fahrzeuge/Ansicht/{sort}/{sortdir}/{pos}/{num}.{_format}

# rkparkhausmodule_vehicle_display
source: /vehicle/{id}.{_format}
de: /Fahrzeug/{id}.{_format}

# rkparkhausmodule_vehicle_edit
source: /vehicle/edit/{id}.{_format}
de: /Fahrzeug/bearbeiten/{id}.{_format}

# rkparkhausmodule_vehicle_handleselectedentries
source: /vehicles/handleSelectedEntries
de: /Fahrzeuge/handleSelectedEntries

# rkparkhausmodule_vehicle_index
source: /vehicles
de: /Fahrzeuge

# rkparkhausmodule_vehicle_view
source: /vehicles/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /Fahrzeuge/Ansicht/{sort}/{sortdir}/{pos}/{num}.{_format}

# rkparkhausmodule_vehicleimage_admindelete
source: /admin/vehicleImage/delete/{id}.{_format}
de: /Administration/FahrzeugBild/loeschen/{id}.{_format}

# rkparkhausmodule_vehicleimage_admindisplay
source: /admin/vehicleImage/{id}.{_format}
de: /Administration/FahrzeugBild/{id}.{_format}

# rkparkhausmodule_vehicleimage_adminedit
source: /admin/vehicleImage/edit/{id}.{_format}
de: /Administration/FahrzeugBild/bearbeiten/{id}.{_format}

# rkparkhausmodule_vehicleimage_adminhandleselectedentries
source: /vehicleImages/handleSelectedEntries
de: /FahrzeugBilder/handleSelectedEntries

# rkparkhausmodule_vehicleimage_adminindex
source: /admin/vehicleImages
de: /Administration/FahrzeugBilder

# rkparkhausmodule_vehicleimage_adminview
source: /admin/vehicleImages/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /Administration/FahrzeugBilder/Ansicht/{sort}/{sortdir}/{pos}/{num}.{_format}

# rkparkhausmodule_vehicleimage_delete
source: /vehicleImage/delete/{id}.{_format}
de: /FahrzeugBild/loeschen/{id}.{_format}

# rkparkhausmodule_vehicleimage_display
source: /vehicleImage/{id}.{_format}
de: /FahrzeugBild/{id}.{_format}

# rkparkhausmodule_vehicleimage_edit
source: /vehicleImage/edit/{id}.{_format}
de: /FahrzeugBild/bearbeiten/{id}.{_format}

# rkparkhausmodule_vehicleimage_handleselectedentries
source: /vehicleImages/handleSelectedEntries
de: /FahrzeugBilder/handleSelectedEntries

# rkparkhausmodule_vehicleimage_index
source: /vehicleImages
de: /FahrzeugBilder

# rkparkhausmodule_vehicleimage_view
source: /vehicleImages/view/{sort}/{sortdir}/{pos}/{num}.{_format}
de: /FahrzeugBilder/Ansicht/{sort}/{sortdir}/{pos}/{num}.{_format}

# upgrade
source: /upgrade/{stage}
de: /aktualisiere/{stage}
