Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: patch/modules/RK/ParkHausModule/Resources/translations/zikula.*.po
Languages: de

source: All
de: Alle

source: All except approved
de: Alle außer Freigegebene

source: All except deferred
de: Alle außer zurückgestellte

source: Amount
de: Anzahl

source: Approved
de: Genehmigt

source: Ascending
de: Aufsteigend

source: Back to overview
de: Zurück zur Übersicht

source: Bicycle
de: Fahrrad

source: Brakes
de: Bremsen

source: Built
de: Baujahr

source: Cancel
de: Abbrechen

source: Change selection
de: Ändere Auswahl

source: Choose the title text color of the vehicle
de: Titeltextfarbe auswählen

source: Choose the vehicle
de: Fahrzeug auswählen

source: Choose the vehicle type
de: Wählen Sie den Fahrzeugtyp

source: Compression
de: Kompression

source: Configuration
de: Konfiguration

source: Copyright title image
de: Copyright Titelbild

source: Copyright vehicle image
de: Copyright Fahrzeug Bild

source: Create another item after save
de: Erzeuge einen weiteren Eintrag nach dem Speichern

source: Create vehicle image
de: Erstelle neues Fahrzeugbild

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Custom template
de: Benutzerdefinierte Vorlage

source: Cylinders
de: Zylinder

source: Defer
de: Zurückstellen

source: Deferred
de: Zurückgestellt

source: Delete
de: Löschen

source: Delete existing file
de: Vorhandene Datei löschen

source: Delete this file ?
de: Diese Datei löschen?

source: Delete this vehicle image
de: Dieses Bild löschen?

source: Deleted
de: Gelöscht

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: Displacement
de: Hubraum

source: Edit
de: Bearbeiten

source: Edit this vehicle
de: Fahrzeug bearbeiten

source: Edit this vehicle image
de: Dieses Fahrzeug-Bild bearbeiten

source: Enable shrinking for vehicle image vehicle image
de: Aktivieren Sie für Fahrzeug Bild Fahrzeug Bild verkleinern

source: Enable shrinking for vehicle manufacturer image
de: Aktivieren Sie für Fahrzeug Hersteller Logo verkleinern

source: Enable shrinking for vehicle title image
de: Aktivieren Sie für Fahrzeug Titelbild verkleinern

source: Enable shrinking for vehicle vehicle image
de: Aktivieren Sie für Fahrzeug Fahrzeug-Bild verkleinern

source: Engine
de: Motor

source: Enter the brakes of the vehicle
de: Informationen über die Bremsen eingeben

source: Enter the built of the vehicle
de: Baujehr des Fahrzeugs eingeben

source: Enter the compression of the vehicle
de: Kompression des Motors eingeben

source: Enter the copyright of the vehicle image
de: Copyright für das Fahrzeug-Bild

source: Enter the copyright title image of the vehicle
de: Copyright für das Titel-Bild

source: Enter the copyright vehicle image of the vehicle
de: Copyright für das Fahrzeug-Bild

source: Enter the cylinders of the vehicle
de: Anzahl Zylinder eingeben

source: Enter the description of the vehicle image
de: Beschreibung des Fahrzeug-Bildes eingeben

source: Enter the displacement of the vehicle
de: Hubraum des Fahrzeugs eingeben

source: Enter the engine of the vehicle
de: Motor des Fahrzeugs eingeben

source: Enter the fuel management of the vehicle
de: Kraftstoffversorgung des Fahrzeugs eingeben

source: Enter the fuel of the vehicle
de: Kraftstoff des Fahrzeugs eingeben

source: Enter the gearbox of the vehicle
de: Getriebe des Fahrzeugs eingeben

source: Enter the horse power of the vehicle
de: Leistung des Fahrzeugs eingeben

source: Enter the image date of the vehicle image
de: Datum des Fahrzeugbildes eingeben

source: Enter the info field 1 of the vehicle
de: Infofeld 1 zum Fahrzeug eingeben

source: Enter the info field 2 of the vehicle
de: Infofeld 2 zum Fahrzeug eingeben

source: Enter the info field 3 of the vehicle
de: Infofeld 3 zum Fahrzeug eingeben

source: Enter the interior of the vehicle
de: Ausstattung des Fahrzeugs eingeben

source: Enter the manufacturer image of the vehicle
de: Herstellerlogo des Fahrzeugs eingeben

source: Enter the manufacturer of the vehicle
de: Hersteller des Fahrzeugs eingeben

source: Enter the max speed of the vehicle
de: Höchstgeschwindigkeit des Fahrzeugs eingeben

source: Enter the model of the vehicle
de: Modell des Fahrzeugs eingeben

source: Enter the owner of the vehicle
de: Eigentümer des Fahrzeugs eingeben

source: Enter the rim of the vehicle
de: Felgen des Fahrzeugs eingeben

source: Enter the tire of the vehicle
de: Reifen des Fahrzeugs eingeben

source: Enter the titel of the vehicle image
de: Titel des Fahrzeugbildes eingeben

source: Enter the title image of the vehicle
de: Titelbild des Fahrzeugs eingeben

source: Enter the vehicle description of the vehicle
de: Beschreibung des Fahrzeugs eingeben

source: Enter the vehicle description teaser of the vehicle
de: Einletungstext des Fahrzeugs eingeben

source: Enter the vehicle image of the vehicle
de: Bild des Fahrzeugs eingeben

source: Enter the vehicle image of the vehicle image
de: Bild des Fahrzeugs eingeben

source: Enter the vehicle owner of the vehicle image
de: Eigentümer des Fahrzeugs eingeben

source: Enter the weight of the vehicle
de: Gewicht des Fahrzeugs eingeben

source: Example
de: Beispiel

source: Fuel
de: Treibstoff

source: Fuel management
de: Treibstoffversorgung

source: Gearbox
de: Getriebe

source: Horse power
de: Motorleistung

source: ID of vehicle
de: ID des Fahrzeugs

source: ID of vehicle image
de: ID des Fahrzeug-Bildes

source: Image date
de: Bilddatum

source: Info field 1
de: Info-Feld 1

source: Info field 2
de: Info-Feld 2

source: Info field 3
de: Info-Feld 3

source: Inset
de: Einfügen (inset)

source: Interior
de: Innenausstattung

source: Link to the vehicle
de: Link zum Fahrzeug

source: Link to the vehicle image
de: Link zum Fahrzeug-Bild

source: Manage settings for this application
de: Einstellungen für dieses Modul

source: Manufacturer
de: Hersteller

source: Manufacturer image
de: Herstellerlogo

source: Max speed
de: Höchstgeschwindigkeit

source: Miscellaneous
de: Diverses

source: Model
de: Modell

source: Motorbike
de: Motorrad

source: My flag
de: ungenutzt

source: My vehicle images
de: Meine Fahrzeugbilder

source: My vehicles
de: Meine Fahrzeuge

source: Newest
de: Neueste

source: No
de: Nein

source: None workflow (no approval)
de: Kein Workflow (keine Freigabe)

source: Object type
de: Objekttyp

source: Only item titles
de: Nur Einträge Titel

source: Open preview page
de: Vorschau öffnen

source: Outbound
de: abschneiden (outbound)

source: Owner
de: Eigentümer

source: Page size
de: Seitengröße

source: Paste as
de: Einfügen als

source: Preview
de: Vorschau

source: RKParkHausModule detail view
de: RKParkhausModule Detailansicht

source: RKParkHausModule items
de: RKParkhausModule Einträge

source: RKParkHausModule list view
de: RKParkhausModule-Listenansicht

source: Random
de: Zufall

source: Reset
de: Zurücksetzen

source: Reuse
de: Wiederverwenden

source: Reuse for new vehicle
de: Wiederverwendung für neues Fahrzeug

source: Reuse for new vehicle image
de: Wiederverwendung für neue Fahrzeug-Bild

source: Rim
de: Felge

source: Search
de: Suchen

source: Search for
de: Suche nach

source: Show vehicle owner
de: Fahrzeugeigentümer zeigen

source: Shows all items except these which are approved
de: Zeigt alle Elemente außer den Freigegebenen

source: Shows all items except these which are deferred
de: Zeigt alle Elemente außer den zurückgestellten

source: Sorry, but you can not create the vehicle image yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können noch nicht das Fahrzeug Bild erstellen! Pflichteinträge müssen vorher gemacht werden!

source: Sorry, but you can not create the vehicle yet as other items are required which must be created before!
de: Tut mir leid, aber Sie können noch nicht das Fahrzeug Bild erstellen! Pflichteinträge müssen vorher gemacht werden!

source: Sort by
de: Sortiert nach

source: Sort direction
de: Sortier-Richtung

source: Sorting
de: Sortierung

source: State
de: Status

source: Still my own
de: im Besitz

source: Submit
de: Bestätigen

source: The amount of vehicle images shown per page
de: Die Anzahl der Fahrzeugbilder pro Seite

source: The amount of vehicles shown per page
de: Die Anzahl der Fahrzeuge pro Seite

source: Tire
de: Reifen

source: Title image
de: Titelbild

source: Title text color
de: Titel Textfarbe

source: Tractor
de: Traktor

source: Truck
de: LKW

source: Update configuration
de: Update-Konfiguration

source: Update date
de: Update Datum

source: Vehicle
de: Fahrzeug

source: Vehicle description
de: Fahrzeugbeschreibung

source: Vehicle description teaser
de: Einleitende Fahrzeugbeschreibung

source: Vehicle entries per page
de: Fahrzeug-Einträge pro Seite

source: Vehicle image
de: Fahrzeugbild

source: Vehicle image entries per page
de: Fahrzeug Bild Einträge pro Seite

source: Vehicle image list
de: Übersicht Fahrzeugbilder

source: Vehicle images
de: Fahrzeugbilder

source: Vehicle list
de: Fahrzeug Übersicht

source: Vehicle owner
de: Fahrzeugeigentümer

source: Vehicle type
de: Fahrzeug Typ

source: Vehicles
de: Fahrzeuge

source: View image
de: Bild anzeigen

source: Weight
de: Gewicht .

source: With description
de: Mit Beschreibung

source: Yes
de: Ja

source: compression in bar
de: Kompression in Bar

source: do you have a special interieur?
de: Hat das Fahrzeug eine spezielle Einrichtung?

source: how many cylinders
de: Anzahl Zylinder

source: how much ccm
de: Größe des Hubraums

source: if you have special rim installed
de: Sind besondere Felgen montiert?

source: pixels
de: Pixel

source: please select which type fits best
de: Bitte wählen Sie, welcher Typ am besten passt

source: shifter or automatic? Specific type?
de: Automatik, Schalter, besonderes Getriebe?

source: show vehicle owner ?
de: Fahrzeugeigentümer zeigen?

source: sice of tire or something specific about your tires
de: Z.B. Reifengröße oder besonderer Reifentyp

source: still my own ?
de: im Besitz?

source: tell us something about your brakes
de: Erwähnenswertes beim Bremssystem?

source: the image date will be added to the title
de: Das Bild-Datum wird der Titel hinzugefügt

source: the owner of the vehicle if the owner is registered at our site
de: der Eigentümer des Fahrzeugs, wenn der Besitzer auf unserer Website registriert ist

source: typical in kg
de: üblicherweise in kg

source: vehicle version
de: Fahrzeugversion

source: view image ?
de: Bild anzeigen?

source: you can use hp or kw
de: PS oder KW

source: you can use km/h or mph
de: km/h oder mph
