Repository: rallek/oldtimer-ig-osnabrueck.de
Catalog: src/modules/zikula/legal-module/Resources/translations/zikulalegalmodule.*.po
Languages: de

source: %s accepted.
de: %s akzeptiert.

source: %s not accepted.
de: %s nicht akzeptiert.

source: (POLICY NOT FOUND!)
de: (BESTIMMUNG NICHT GEFUNDEN!)

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to your specific needs and locales. You will find the content of the statements in files in the "/Resources/views/en" directory. These templates can be overridden by theme templates, or by global templates you would create in the "config/templates/ZikulaLegalModule/" directory (in the appropriate sub-directory for the language you are writing for).
de: <strong>Wichtiger Hinweis zur Verwendung:</strong> Die zur Verfügung gestellten Rechtsaussagen sind nur Beispiele. Sie müssen auf Ihre speziellen Bedürfnisse und Gegenden angepasst werden. Sie finden den Inhalt der Aussagen in Dateien in den "/Resources/views/de" Verzeichnis. Diese Vorlagen können durch Theme Templates außer Kraft gesetzt, oder durch globale Vorlagen im "config/templates/ZikulaLegalModule/" Verzeichnis (in dem entsprechenden Unterverzeichnis für die Sprache) erstellt werden.

source: Accepted.
de: Akzeptiert.

source: Accessibility statement
de: Barrierefreiheit

source: Accessibility statement for %s
de: Barrierefreiheit für %s

source: All users
de: Alle Benutzer

source: Cancel
de: Abbrechen

source: Cancel and logout
de: Abbrechen und Abmelden

source: Cancellation right policy
de: Widerrufsbestimmung

source: Cancellation right policy for %s
de: Widerrufsrecht für %s

source: Check this box to indicate your acceptance of this site's policies.
de: Markieren Sie dieses Feld, um die Website Bestimmungen anzunehmen.

source: Close
de: Schließen

source: Confirmed minimum age requirement (%s years of age) met.
de: Mindestalter (%s Jahre alt) bestätigt.

source: Custom urls
de: Benutzerdefinierte URLs

source: Done! Module configuration updated.
de: Erledigt! Modul Konfiguration aktualisiert.

source: Enable cookie warning for EU compliance
de: Aktiviert Cookie Warnung für die EU-Compliance

source: Enter a positive integer, or 0 for no age check.
de: Geben Sie eine positive ganze Zahl oder 0 für keine Alterskontrolle ein.

source: Enter your text by overriding the <em>%s</em> template file.
de: Text zum Überschreiben der <em>%s</em> Template Datei eingeben.

source: Further settings
de: Weitere Einstellungen

source: General terms and conditions of trade
de: Allgemeine Geschäftsbedingungen

source: If you leave this page without successfully accepting the policies, then you will not be logged in.
de: Wenn Sie diese Seite verlassen, ohne die Bestimmungen akzeptiert zu haben, werden Sie nicht angemeldet sein.

source: In order to log in you must accept this site's policies. If you have accepted the site's policies in the past, then they have been updated and we ask that you review the changes.
de: Sie müssen diese Seitenbestimmungen akzeptieren. Wenn Sie die Seitenbestimmungen in der Vergangenheit schon einmal angenommen haben, dann wurden sie aktualisiert. Wir bitten darum, dass Sie die Änderungen erneut überprüfen und akzeptieren.

source: Leave blank to leave users unaffected.
de: Leer lassen für keine Änderung.

source: Legal Docs
de: Rechtliche Bestimmungen

source: Legal document types
de: Rechtliche Bestimmungen

source: Legal notice
de: Rechtlicher Hinweis

source: Legal notice for %s
de: Rechtlicher Hinweis für %s

source: Legal settings
de: Rechtlicher Einstellungen

source: Minimum age
de: Mindestalter

source: Minimum age permitted to register
de: Das Mindestalter, um sich zu registrieren

source: Minimum age requirement not confirmed.
de: Mindestalter nicht bestätigt.

source: No
de: Nein

source: Not accepted.
de: Nicht akzeptiert

source: Notice: This setting controls the EU cookie warning which is injected into the view and requires user assent.
de: Hinweis: Diese Einstellung steuert die EU-Cookie-Warnung , die automatisch angezeigt wird und die Benutzerzustimmung erfordert.

source: Notice: This setting resets the acceptance of the site policies for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
de: Hinweis: Diese Einstellung setzt die Zustimmung der Benutzer dieser Gruppe zu den Seitenbestimmungen zurück. Bei dem nächsten Anmeldeversuch müssen sie den Seitenbestimmungen erneut zustimmen oder sie werden sich nicht einloggen können. Diese Einstellung betrifft nicht den Hauptadministrator. Die gleiche Anforderung kann für individuelle Benutzer in der Benutzerverwaltung vorgenommen werden.

source: Operation cancelled.
de: Vorgang abgelehnt.

source: Please click on the following links to read the corresponding documents.
de: Bitte klicken Sie auf die folgenden Links, um die entsprechenden Dokumente zu lesen.

source: Policies
de: Bestimmungen

source: Policy not accepted.
de: Bestimmung nicht akzeptiert.

source: Policy not available
de: Bestimmung nicht verfügbar.

source: Privacy policy
de: Datenschutzbestimmungen

source: Privacy policy for %s
de: Datenschutzbestimmungen für %s

source: Reset user group's acceptance of site policies
de: Rücksetzen der Zustimmung zu den Seitenbestimmungen der Gruppe

source: Save
de: Speichern

source: Save and continue logging in
de: Speichern und Anmeldung fortsetzen

source: Settings
de: Konfiguration

source: Site policies
de: Seitenbestimmungen

source: Terms of use
de: Nutzungsbedingungen

source: Terms of use for %s
de: Nutzungsbedingungen für %s

source: The following fields allow to reference any custom url. As soon as an url is given it will be used instead of the normal Legal templates. So you can now use any page you want for displaying and managing your legal data.
de: Die folgenden Felder erlauben auf irgendeine URL zu verweisen. Sobald eine URL angegeben ist, wird diese anstelle der Standard templates verwendet. Somit kann jedwede Seite angezeigt werden, um die Bestimmungen anzuzeigen.

source: The selected policy is not available.
de: Die gewählte Bestimmung ist nicht verfügbar.

source: Trade conditions
de: Handelsbedingungen

source: Trade conditions for %s
de: Handelsbedingungen für %s

source: Yes
de: Ja

source: You need to be %s years of age or older, in accordance with our minimum age requirement.
de: Sie müssen %s Jahre alt oder älter sein, um unseren Mindestalter zu entsprechen.

source: Your log-in request was not completed. You must review and confirm your acceptance of one or more site policies prior to logging in.
de: Ihre Login-Anfrage wurde nicht abgeschlossen. Sie müssen Ihre Annahme einer oder mehrerer Webseitenrichtlinien vor der Anmeldung überprüfen und bestätigen.

source: you must accept this site's policies
de: Um sich anzumelden, müssen Sie diese Website Richtlinien akzeptieren
